//***************************************************************************
//* Практическая работа №9                                                  *
//* Выполнил Коровин К.А., группа 2-ИСП                                     *
//* Задание: составить программу работы алгоритма с использованием массива  *
//***************************************************************************
using System;

namespace Pr_9
{
    internal class Program
    {
        static void Main(string[] args)
        {
            Console.Title = "Практическая работа №9";
            Console.WriteLine("Здравствуйте!"); // приветствие

            int[] array = { 1, 2, 3, 4, 5, 6, 7, 8, 9, 10 }; // объявление массива
            Console.WriteLine("Длинна массива: " + array.Length);





            Console.ReadKey();
        }
    }
}
